tap "thoughtbot/formulae"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "mike-engel/jwt-cli"

brew "ag"
brew "asdf"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "exa"
brew "exercism"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpg"
brew "graphviz"
brew "httpie"
brew "jq"
brew "jwt-cli"
brew "kafkacat"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "openssl"
brew "openvpn"
brew "plantuml"
brew "ranger"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shpotify"
brew "sqlite"
brew "tmux"
brew "tmux"
brew "tmuxinator"
brew "unixodbc"
brew "wget"
brew "zsh"
brew "safe-rm"

cask "bartender"
cask "1password"
cask "alacritty"
cask "alfred3"
cask "keepingyouawake"
cask "notion"
cask "spectacle"
cask "scroll-reverser"
